Revit 2024 API
ParameterTypeId.StructuralSectionIshapeClearWebHeight Property
 "Clear Web Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralSectionIshapeClearWebHeight { get; }
Visual Basic
Public Shared ReadOnly Property StructuralSectionIshapeClearWebHeight As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralSectionIshapeClearWebHeight {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace